abs
acpi
acpid
alsa-utils
apache
aspell-en
autoconf
automake
bison
btrfs-progs
bzip2
cabextract
cairo-infinality-ultimate
ccache
chromium-libpdf
conky
cpupower
cronie
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dmraid
dnsutils
dosfstools
dropbox
dunst
dwm
dzen2
e2fsprogs
evince
exfat-utils
faenza-icon-theme
fakeroot
feh
ffmpeg-compat
ffmpegthumbnailer
file
filesystem
findutils
firefox-ux
flashplugin
flex
fontconfig-infinality-ultimate
freetype2-infinality-ultimate
gawk
gedit
gedit-plugins
gimp
git
gksu
gnome-keyring
gnuplot
gpointing-device-settings
gptfdisk
grep
gstreamer0.10-base-plugins
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gtk-engine-murrine
gummi
gvfs-mtp
gzip
hdparm
htop
hunspell-en
hwinfo
imagemagick
imdb-thumbnailer
inetutils
inkscape
iproute2
iputils
jfsutils
less
lib32-alsa-plugins
lib32-fontconfig-infinality-ultimate
lib32-freetype2-infinality-ultimate
lib32-intel-dri
lib32-libcanberra-pulse
lib32-libjpeg-turbo
lib32-libpng
lib32-mpg123
libdvdcss
libgdata
libreoffice-calc
libreoffice-en-GB
libreoffice-gnome
libreoffice-impress
libreoffice-writer
libsynaptics
libtool
libva-intel-driver
libvdpau-va-gl
licenses
linux
logrotate
lshw
lsof
lvm2
lxappearance
lxdm
lxpolkit
lxrandr
lxtask
lynx
lz4
lzop
m4
make
man-db
man-pages
mariadb
maxima
mdadm
mediterraneannight-theme
mlocate
most
mpv
mtpaint
mtpfs
mupen64plus
namcap
netctl
network-manager-applet
npapi-vlc
ntfs-3g
ntp
octave
openssl098
os-prober
otf-fira-mono-ibx
otf-fira-sans-ibx
otf-latin-modern-ibx
otf-tex-gyre-ib
owncloud
owncloud-client
p7zip
pacman
patch
pavucontrol
pciutils
pcmciautils
php-apache
php-pear
pipelight
pkg-config
pkgfile
pkgstats
procps-ng
progsreiserfs
psmisc
pstoedit
pulseaudio
pulseaudio-alsa
python-markdown
python-matplotlib
python2-lxml
redshift
reflector
reiserfsprogs
retext
rlwrap
rsync
sakura
samsung-unified-driver
sed
shadow
slock
splix
spotify
sudo
sysfsutils
syslinux
syslog-ng
system-config-printer
systemd-sysvcompat
t1-dejavu-ib
tar
texlive-latexextra
thunar
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-i18n-en-gb
tlp
todotxt
traceroute
transmission-gtk
ttf-arphic-uming
ttf-baekmuk
ttf-computer-modern-fonts
ttf-hannom
ttf-indic-otf
ttf-linux-libertine
tumbler
uget
unrar
unzip
usbutils
util-linux
vim
vim-spell-en
vim-systemd
wget
which
whois
wine_gecko
winetricks
wireless_tools
wpa_actiond
wxgtk2.8
xautolock
xcursor-vanilla-dmz
xf86-input-synaptics
xf86-video-intel
xorg-fonts-type1
xorg-server-utils
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xprop
yaourt
zip
zsh
zsh-completions
