abs
acpi
acpid
alsa-utils
archlinux-artwork
aspell-en
autoconf
automake
bash
binutils
bison
btrfs-progs
bzip2
ccache
cdparanoia
claws-mail
claws-mail-themes
conky
coreutils
cpupower
cronie
cups
device-mapper
dhcpcd
dialog
diffutils
dmenu
dosfstools
dunst
dwm
e2fsprogs
erlang
exfat-utils
fakeroot
fbv
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
firefox-i18n-en-gb
fixesproto
flashplugin
flex
freetype2
gawk
gcc
gcc-libs
gettext
gimp
git
gksu
glibc
gnome-icon-theme
gnome-icon-theme-extras
gnome-keyring
gparted
gpicview
gptfdisk
grep
grub
gtk-chtheme
gtk-engine-murrine
gtk2
gtk3
gummi
gvfs-mtp
gzip
hdparm
heirloom-mailx
htop
hunspell-en
hwinfo
imagemagick
inetutils
iputils
jfsutils
laptop-mode-tools
less
lib32-alsa-plugins
lib32-flashplugin
lib32-intel-dri
lib32-libao
lib32-libpulse
lib32-libtxc_dxtn
libcdaudio
libcdio
libdvdcss
libedit
libgdata
libgksu
libgtop
libreoffice-calc
libreoffice-en-GB
libreoffice-gnome
libreoffice-impress
libreoffice-writer
libsynaptics
libtool
libusb-compat
libva-intel-driver
licenses
lightdm-gtk3-greeter
linux
linux-docs
linux-headers
logrotate
lshw
lsof
luakit
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxinput
lxlauncher
lxmusic
lxpanel
lxpolkit
lxrandr
lxsession
lxshortcut
lxtask
lxterminal
lynx
lzop
m4
make
man-db
man-pages
mdadm
menu-cache
midori
mlocate
most
mousepad
mtpaint
mtpfs
namcap
net-tools
netctl
network-manager-applet
npapi-sdk
ntp
openbox
os-prober
p7zip
pacgraph
pacman
parted
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pidgin
pidgin-otr
pkg-config
pkgfile
pkgstats
poppler-qt4
ppp
procps-ng
progsreiserfs
psmisc
pulseaudio
pulseaudio-alsa
python-matplotlib
python2-lxml
python2-pyqt4
python2-sip
python2-urwid
ranger
redshift
reflector
reiserfsprogs
rfkill
rsync
sakura
samba
sed
shadow
slock
splix
steam
sudo
sysfsutils
syslog-ng
system-config-printer
systemd-sysvcompat
tar
telepathy-gabble
telepathy-idle
telepathy-rakia
telepathy-salut
terminus-font
texinfo
texlive-latexextra
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
traceroute
transmission-gtk
ttf-arphic-uming
ttf-baekmuk
ttf-hannom
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
tumbler
uget
unrar
unzip
usbutils
util-linux
vim
vim-spell-en
vim-systemd
wget
which
whois
wine_gecko
wireless_tools
xaos
xautolock
xcompmgr
xcursor-vanilla-dmz
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-fonts-type1
xorg-server
xorg-server-utils
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xprop
yajl
zathura-pdf-mupdf
zenity
zip
zsh
