abs
acpi
acpid
alsa-utils
aspell-en
autoconf
automake
binutils
bison
btrfs-progs
bzip2
bzr
ccache
claws-mail
claws-mail-themes
conky
coreutils
cpupower
cronie
cryptsetup
cups
device-mapper
dhcpcd
diffutils
dmenu
dmraid
dnsutils
dosfstools
dunst
dwm
dzen2
e2fsprogs
evince
exfat-utils
faenza-icon-theme
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
firefox-i18n-en-gb
flashplugin
flex
gawk
gcc
gcc-libs
gettext
gimp
git
gksu
gptfdisk
grep
groff
gstreamer0.10-base-plugins
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gtk-engine-murrine
gummi
gvfs-mtp
gzip
hdparm
htop
hunspell-en
hwinfo
imagemagick
inetutils
iproute2
iputils
jfsutils
less
lib32-alsa-plugins
lib32-intel-dri
lib32-libcanberra-pulse
lib32-libjpeg-turbo
lib32-libpng
libdvdcss
libreoffice-calc
libreoffice-en-GB
libreoffice-gnome
libreoffice-impress
libreoffice-writer
libsynaptics
libtool
libva-intel-driver
licenses
linux
logrotate
lsof
lvm2
lxdm
lxpolkit
lxtask
lynx
lz4
lzop
m4
make
man-db
man-pages
mdadm
mlocate
most
mousepad
mplayer
mpv
mtpaint
mtpfs
mupdf
namcap
nano
netctl
network-manager-applet
ntfs-3g
ntp
os-prober
p7zip
pacman
patch
pavucontrol
pciutils
pcmciautils
pidgin
pidgin-otr
pkg-config
pkgfile
pkgstats
procps-ng
progsreiserfs
psmisc
pulseaudio
pulseaudio-alsa
python-matplotlib
redshift
reflector
reiserfsprogs
rsync
sakura
sed
shadow
slock
splix
sudo
sysfsutils
syslinux
syslog-ng
system-config-printer
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-latexextra
thunar
thunar-media-tags-plugin
thunar-volman
tk
transmission-gtk
ttf-arphic-uming
ttf-baekmuk
ttf-hannom
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
tumbler
uget
unrar
unzip
usbutils
util-linux
vim
vim-spell-en
vim-systemd
vlc
wget
which
wireless_tools
wpa_actiond
xautolock
xcursor-vanilla-dmz
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-fonts-type1
xorg-server-utils
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xprop
zip
zsh
